Repository: mozilla-l10n/mt-training-data
Catalog: bft/bft_pontoon.tmx
Source language: en_us
Languages: bft

source: Siswati
bft: سیسواتی

source: Size
bft: پھل رینگپو

source: Skip
bft: سکیور

source: Skipped
bft: سکیورس

source: Skip Submission Feedback
bft: سکانگمی جہلتونگ سکیور

source: Slovak
bft: سکوواک

source: Slovenian
bft: سکووینین

source: Small batch
bft: ژھونژیونگ

source: Small batch sentence submission
bft: ژھونژے تم سیر سکانگسو

source: Small businesses, including tech and AI start ups
bft: ژھونژے ژونگ لین کن، اے آیی نا ٹیکنالوجی لس ریاقس کن

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
bft: زبتپہ، دے چھوغو ڈاٸناسورس، کھوقس، ٹریاسک۔

source: Social media
bft: سوشل میڈیا

source: Somali
bft: سومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
bft: سکچی بقچی لا گرامری لوکھسینگ تھوتھیکھ میدپی ہلتن بزونگ یود، تم کن نہ زیر جوخ کن۔ یوفری، نیاسی لخمین کن ہلتنین یود۔ دیوی سی یول ڈرونگ کن لا چھوغو ڈیٹا سیٹینگنو کھوتی سکت کن نوزین گوین۔

source: Someone asks for a language to be added.
bft: چیگی سکت چک ایڈ بیس زیرید

source: Something went wrong while fetching audio for transcriptions. Please try again later.
bft: ٹرانسکراٸب بیالا سکتی ریکارڈ کھیونگمی وخلا ہرکپھلس چی سونگسید۔ جوکلا ینگ ریسپہ چک ہمبہ بیوس۔

source: Something went wrong while fetching prompts. Please try again later.
bft: ہلتن چیس کن کھیونگمی وخلا ہرکپھلس چی سونگسید۔ جوکلا ینگ ہمبہ بیوس۔

source: Something went wrong while fetching transcriptions. Please try again later.
bft: ٹرانسکرپشن کن کھیونگمی وخلا ہرکپلس چی سونگسید۔ جوکلا ینگ ہمبہ بیوس جوو۔

source: Something went wrong with reCAPTCHA. Please try again.
bft: دی لم ہرتخپے لوکھسینگنو ہرکپلس چی سونگسید۔ جوکلا ینگ ہمبہ بیوس جوو

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
bft: سکت فسور چی بقچینہ سکت لیاخ چی بقچی سکت چیگی فیملینگنو یا یا سکت پے نگجونگس سہ چکپو چکپوپژے لوقسوے تھونگید۔ یانگلا سکت فسور چیگی لوکھسینگنو ہرکپلس چی سونگنارے، یانگلا یکھہ یری تونگو تبدل بیا نینید۔

source: Soninke
bft: سونینکی

source: Sorbian, Lower
bft: سوربین، لوور

source: Sorbian, Upper
bft: سوربین اپر

source: Sorry, Common Voice is running slowly. Thanks for your interest.
bft: بخشیش بیوس، کامن واٸس کولے درولینگ یود۔ یری سنینگ ان پو لا یری انچن شیزدے زیرید۔

source: Sorry, something went wrong
bft: بخشش بیوس، ہرکپلس چی سونگسید

source: Source: { $sentenceSource }
bft: زریعہ

source: Southern Kurdish
bft: جنوبی کردیش

source: Southern Pastaza Quechua
bft: جنوبی پاستازا کیوچوا

source: Southern Sotho
bft: جنوبی سوتھوٸی

source: Southwestern Tlaxiaco Mixtec
bft: ساوتھ ویسٹرن لاسیاکو مکس ٹیک

source: Spanish
bft: سپینش

source: Speak
bft: زیر

source: Speakable
bft: زیربہ نینمو

source: Speakers
bft: زیرکھن کن

source: Speaking
bft: زیرلوکھ

source: Speaking and Listening
bft: زیرلوکھ نہ سنابیلوکھ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
bft: یری سکت لیاخسیکھہ زیر، یری سکت پینگ زیرسنہ ایشن لیاخمو ان، نیالا چی سونگنہ سہ یری سکت جوخ پو رگوسپن، نیالا یری سکت ٹوکپو، یری زیر جوخپو نا یری سکتی پھپ لین پو رگوسپن۔

source: Speak now
bft: تہ زیر

source: Speak options menu
bft: فسل خلونگ بیو زیر

source: Speak up, contribute here!
bft: زیربہ ریوقس، دیکھہ روخ بیوس۔

source: Special Characters and Foreign Letters
bft: مخصوص ہرتخنونگ نا فیرولی حروف کن

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
bft: مخصوص علامات کن نہ پھالونگ مہ لیگی ژاہ ژاہ سونگسنارے کول۔ مثلا انگریزینگنو اپوسٹرافی کولید don't دیکھنہ we're دو کھیرے کھیونفہ یودپی ٹیکسٹ پینگ ہڑکیم، اما یانگلا مخصوص علامات @# دیونگ لسینگ می یونگ نوک۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
bft: سکت نوزین بینچی ریوقس

source: Spelling and Punctuation
bft: حروف کن نہ پھالونگ

source: Split into { $archiveCount } ZIP files containing
bft: لوقسو بیوس { $archiveCount } زیپ فایل کنینگ یودپونگ

source: Splits
bft: لوقسو بیوس

source: Splits (Age and Sex)
bft: لوسکور پو نہ مرد/عورت پو لوقسو

source: Spontaneous Speech
bft: چوق کھیکھہ کھڑاقفی تم ژھیر کن

source: Start recording
bft: زونمہ ریوقس

source: Start typing to describe your accent
bft: یری زیرجوخپیکھہ ربیا ریوقس

source: Stats
bft: سٹیٹس

source: Status Page
bft: سٹیٹسی صفحو

source: Still have questions?
bft: دقسن سہ سوال یودا؟

source: Streaks
bft: لس درول کن

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
bft: <strong> چی سکت می سکت،</strong> چھوغو ڈاٸناسورس، </strong> چی سکت می سکت،</strong> راٸسک

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
bft: اگر گازیرکھن چیگی سکتپو یری پژے لوقسوے سونگنہ، دو لزوقسے مہ فونگ ہے، دیو سکت نوزین بے لسی فری مہ لیگی ژاہ ژاہ یودپہ یودپن کہ گانگمی سکتپو زونمو۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
bft: فچوکھہ بیکھین لدون۔ یری سکتی گرونگپو مہ لیگی بزومیدچی گوین، اور دی لس پو مہ نگیمور یودپن۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
bft: زبیتپہ، چھوغو ڈاٸناسورس، کھوقفہ، ٹراٸسک

source: Submit
bft: کلے تونگ/سکونگ

source: Submit All
bft: گانگمہ تھونچوک

source: Submit a new question for the community to read and respond to
bft: کمیونٹی لا زیربلا دیکھنہ جواب منمہ فری ینگ سوال چیک من

source: Submit a report
bft: تم پو کلے تونگ

source: Submit clips
bft: کلپ پو کلے تونگ

source: Submit new questions for the community to read and respond to
bft: کمیونٹی لا زیربلا دیکھنہ جواب منمہ فری نیا سوال کن تھونچوک

source: Submitted
bft: تھونچوکس

source: Subscribe
bft: ان زیر/ تاید بیوس

source: Success
bft: کھوم لوکھ

source: success checkmark
bft: کھوم لوکھپو چیک بیوس

source: Success, profile created!
bft: کھومس، پروفایل پو فچوسید

source: Support open, community-led datasets
bft: چوقلا تھوبا یودپی میونگی فچوا پودپا یودپی ڈیٹا سیٹ کن لا روخ بیوس

source: Svan
bft: سوان

source: Swahili
bft: سواہیلی

source: Swedish
bft: سوڈانی

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
bft: تم سیر پو چھدکھہ بیوفری ترانگ فیوخلا سترول۔ انکار بیو فری خیون فیوخلا سترول۔ سکیوربہ لا یار فیوخلا سترول۔ یانگی ہلتسپو تھونچوکپو مہ بجود ہے۔

source: Syriac
bft: ساٸریاکی

source: Tagalog
bft: تگالاک

source: Tahitian
bft: ٹاہیشین

source: Taiwanese (Minnan)
bft: تاٸوانی

source: Tajik
bft: تاجک

source: Taking several attempts to read a word.
bft: تم چک زیربہ لا بار بار ہمبہ بینگ

source: Tamazight
bft: ٹمازیخت

source: Tamil
bft: تامل

source: Tap
bft: ٹیپ

source: Tarifit
bft: ٹیریفٹی

source: Tatar
bft: تاتار

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
bft: Tatoeba سکت ہلژابی فری کولبی چھوغو ڈیٹا سیٹ کنی تم سیر کن، تم لزوق کن نا زیرفی سکت کن یودپن۔ دی ڈاون لوڈ پینگنو کھونگی گرونگ میونگی زیرفی انگریزی یودپن۔

source: Technology and Robotics
bft: ٹیکنالوجی نہ روبوٹیکس

source: Technology that speaks your language
bft: یری سکت پو زیربی ٹیکنالوجی

source: TED-LIUM Corpus
bft: ٹیٹ- ایک آیی یو ایم کارپس

source: Teke
bft: تیکی

source: Tell us what you'd like to download:
bft: یانگی چی ڈاون لوڈ بین نارے، نیالا زیر

source: Telugu
bft: تیلوگو

source: Tepeuxila Cuicatec
bft: ٹیپیوگزیلا کیوکیٹک

source: Terms
bft: کھوم بزونگ

source: <termsLink>Terms</termsLink>
bft: تم ڈراخ کن

source: Teutila Cuicatec
bft: ٹیوٹیلا کیوکیٹک

source: Thai
bft: تھاٸی

source: Thanks for confirming your account, now let's build your profile.
bft: یری اکاونٹ پو لا چھدکھہ بیسپی یری بخشش جوو، تنہ یری پروفایل پو فچوا کھیونگ۔

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
bft: غا فوچو پہ تھلے سکت کنی لوکھسینگنو، ستونگ 259 میونگی روخ بیسے فچوسپی ڈیتا سیٹ پو، دیوی میونگی سکتپو لا لیخمویکھہ تم لزوق بیے ایپلیکیشن کن لا روخ بین۔

source: Thank you for contributing to Spontaneous Speech!
bft: چوق چوق اونگمی سکتی لوکھسینگ روخ بیسپا فری، یری انچن شیزدے۔

source: Thank you for contributing your bulk submission!
bft: چھقپہ چک شیزدے بیسپی یری انچن شیزدے

source: Thank you for contributing your voice!
bft: یری سکت پو شیزدے بیسپو لا یری انچن شیزدے

source: Thank you for donating your voice clips!
bft: یری سکتی کلپ کن شیزدے بیسپو لا اجوو زیرید

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
bft: ریکارڈینگ بیسپی انچن شیزدے۔ تنہ ینگ ہلتوس دیکھنہ کلپ کن تھور پینگ جمع بیوس

source: Thank you for your information
bft: یری معلومات کن لا یری شیزدے

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
bft: روخ بیوفری ینگفی ایشن مخ شیسید۔ نیاسی سکت کنیکھہ لس ریاقفہ فری انچن فرالوکھ بین یودپن، دیکھنہ لس بیکھن کن لا ای میلی زریکھہ خبر اتا کن تھون چوکپن۔ اگر یانگی روخ بین نارے، یری ای میل پو شیزدے بیوس

source: Thank you for your voice information
bft: یری سکتی معلومات کن لا انچن شیزدے

source: Thank you! You’ve sent a new language enquiry
bft: یری شیزدے، یانگی نیا سکت چیگی لوکھسینگ معلومات چی کلسید۔

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
bft: سینگپہ لیخمو تم سیر کن فطری طوریکھہ کڑا کوڑینگنو کولبونگ ان، یونگ زیرکھن کن لا زیربہ لا بدونگو گوا رگوسپن۔ تم سیر کنینگنو سکتی لوکھسینگنو لوقسو سکت یودپی دیکھنہ لوقسو تم کن پی تم سیر چی گوا رگوسپن، نیاسی نٸی روخمیونگی نا کھور تنگی میونگی فری ریکارڈ بیایودپی تم سیر کن لیگنہ سہ گشہ، لیگی زیرسنی چن فچوین یودپن۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
bft: کھوسپی سکت نوزین گوے انجن فچوالا لیخمو تم سیر کن کڑا کوڑو، وخ نمزونگی تم سیر کن بیورمو گوین۔ تم سیر کن فچوے لوکھسینگنو یری روخ بیالا سپیرا کھاٸیک یود۔

source: The bumblebee sped by.
bft: بیانگبو فورس

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
bft: کلبی رونگکھنگ پینگ کامن واٸسی ڈیٹا سیٹینگ مکھوسپی سکاتی کلپ کن یودپن، ڈیٹا سیٹ پو نہ ژوخ کلبی رونگکھنگ پوسہ ڈاون لوڈ بیالا تھوبا یود۔ دی لس لوکھپو لا روخ بیسپا فری نیالا تھورو یودپی میونگنہ تنظیم کنی مخ شیسید

source: The clip has disrespectful or offensive language.
bft: دی کلپ پینگنو چنگ مین سکت یود

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
bft: کامن واٸسی ڈیٹا سیٹ پینگ بگیا بگیا، ستونگ ستونگ سکت لیاخ کن یودپن، دونگی لس شیس یودکھن کن لا سکت نوزین بے سامان فچوا لا روخ بین

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
bft: لس میونگ کامن وایسی سنینگی لونگ کن ان، کھونگ میول گنگمینگنہ اونگمن، دیکھنہ دونگ سکت لا فرالوکھ بیکھن نا ساینسدان کن نا لقشیس چن کن۔ یانگلا نیی بارینگ یودپی صفحونہ، ملسویکھہ لس لوکھسینگنو ینگسہ لوپسوگ، نیی کمیونٹی شوقبیوینگنہ سہ لوپسوگ۔ اگر یانگ چھوغو ڈراقسفی لس کنینگ گریمننارے، <emailFragment> تھوگین دوک

source: The content contains a language different than I was expecting.
bft: کنٹنٹ پینگنو لوخمین سکت چی یود سوک، دو نالا ژالینگ میدپن پا۔

source: The content has disrespectful or offensive language.
bft: کنٹنٹ پینگنو چنگ مین نا ہرژوقپو سپیرونگ یود۔

source: The giant dino [cough] the Triassic.
bft: دے چھوغو ڈینو، کھوقس، ٹریاسک

source: The giant dinosaur of the Triassic.
bft: ٹریاسیگی چھوغو چھوغو ڈایناسورس

source: The giant dinosaurs of the Triassi-.
bft: ٹریاسیگی چھوغو چھوغو ڈایناسورس

source: The giant dinosaurs of the Triassic.
bft: ٹریاسیگی چھوغو چھوغو ڈایناسورس

source: The giant dinosaurs of the Triassic. [read by one voice]
bft: ٹراٸسیکی چھوغو ڈاٸناسورس پو۔ سکت چیک بیسے زیر

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
bft: ٹراٸسیکی چھوغو ڈاٸناسورس پو۔ <strong> ریرے ریرے نہ زیر <strong>

source: The giant dinosaurs of the Triassic. Yes.
bft: ٹراسیکی چھوغو ڈاٸناسورس۔ ان

source: The giant dino <strong>[cough]</strong> the Triassic.
bft: چھوغو ڈاٸنو، کھوقفہ، ٹراٸسک

source: The MediaRecorder API is not supported in your browser.
bft: اے پی آٸی زیربی میڈیا ریکارڈر پو یری ژالسوینگنو اونگین مید

source: The number of recordings and which languages you contribute to will be public.
bft: یری ریکارڈینگ کنی تعداد پونہ روخ بیسپا یودپی سکت پے بارینگ میونگلا زیربن

source: The page you are looking for could not be found
bft: یانگی ژالین یودپی صفحو متھوپس

source: There are currently no prompts for this language. Please refresh the page or try again later.
bft: یاوخلا دی سکت نا زومسے چنگ سپیرے مید۔ دی صفحو ینگ چک سکل میدنارے جوکلا ینگ ہمبہ بیوس۔

source: There are currently no sentences to review in this language.
bft: دوسے ہلتس بزو بیالا دی سکت پینگنو تم سیر چی چنگ مید۔

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
bft: دوسے دی سکت پینگنو ہلتا لا ٹرانسکرپشن چی چنگ مید۔ صفحو چک ینگ سکل، یا میدنا جوکلا ینگ ہمبہ بیوس۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
bft: سکت لوکھسینگ خسمبہ بیالا خسم بزو ایشن یود۔ سکت نوزین بے ماڈلی لوکھسینگ، کامن واٸسی خسم بزونگ ہلتنید، میدنارے یا سکت زیربی ایونگ گانگمہ لا سہ یو شوٹے تا؟

source: The recording was too long.
bft: ریکارڈینگ پو لیگی تھونمو یود سوگ

source: The recording was too quiet.
bft: ریکارڈ پو لیگی میکوا چن یودسوگ

source: The recording was too short.
bft: ریکارڈینگ ایشن ژھونژے یودسوگ

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
bft: دوسے ٹرانسکراٸب بیالا دی سکت پینگنو سکتی ریکارڈ چی چنگ مید۔ صفحو ینگ چک سکُل میدنارے ینگ جوکلا ینگ ریسپہ چک ہمبہ بیوس۔

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
bft: تم سیر پینگنو نمبر چی میدوکپہ رگوسپن، چازیربہ دو سکت تنگسے زیربی وخلا کہژ کہژ گوید۔ نمبر چی زیربنہ ڈیٹا سیٹ پینگنو ہرکپلس گوا یودپن، مثلا نمبر کن 2409 نیسشو نا بجی نا زیرو نہ رگو، میدنارے ستونگ نیس نہ بجی بگیانہ رگو زیربنہ ہرکپلس گوید،

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
bft: زیرکھنی برینگ لوقسو لوقسو سکت تھون دوکپن۔ اگر ریکارڈینگ پو چھدپو بیسے سکت تھونپو تھونمو یودنارے چوق سکیور، یا اگر ٹیکسٹ پینگ ربیسے میدپے یانگلا میکوبیسے لیگینہ سہ کولے یودنارے سہ چوق زگوق۔

source: The route was unclear.
bft: لم پو لیخمو میدسوک

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
bft: دی سکت کن دوسے کمیونٹی لس بزویکھہ درولینگ یود۔ ویب سایٹی لس بزونگ، دیکھنہ تم سیر زدمینگچی، دو کھورے سکت پو ریاقفہ فری ژاہ ژاہ یودپن

source: The selected file is too large
bft: غدمفی فایل پو لیگی چھوگو یودسوک

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
bft: تم سیر زدم کھن پو کامن واٸیسی چھوغو پلیٹ فارم پے رول گوین یود۔ تا یانگلا تم سیر چک ربیا نین من یا کامن واٸس لا کلفی تم سیر چک ہلتا نین من۔

source: The sentence has a grammatical or spelling error.
bft: دی تم سیر پینگ گرامر نا سپیلینگی غلطی یود

source: The sentence has disrespectful or offensive language.
bft: تم سیر پینگنو چنگ چنگ نہ ہرژوقپو تم یود

source: The sentence must be grammatically correct.
bft: تم سیر پو گرامری لوکھسینگ صحیح دوکپہ رگوسپن

source: The sentence must be speakable.
bft: تم سیر پو زیربا نینمہ رگوسپن

source: The sentence must be spelled correctly.
bft: تم سیر پو لیاخمویکھہ فیا رگوسپن

source: The sentence should have fewer than 15 words.
bft: تم سیر پینگ یونژے سونگسنارے تم چی چوغا دوکپہ رگوسپن

source: The site is ready to be launched when it reaches 75% completion.
bft: ساٸٹ پو چوقلا تھونگمن جب لس کن 70 گنا تھلبنہ۔

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
bft: ساٸٹ پو مہ شوخمو لوقسے تھوین۔ سینگپہ نیا معلومات کنی لوکھسینگنو، میٹرکسی میونگنہ یمبو شوقس، میدنارے گٹ ہبینگ، میدنارے نٸی سپیرا تنگمی ملسونگیکھہ، دینگنو یانگلا ساٸٹی لوکھسی ہرکپلس کن نوزین گیگ۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
bft: ٹیٹ-ایل آیی یو ایم، کڑا کوڑونگنہ، سپیرونگی کارپسینگنہ فیونگسے کھیونگفن

source: The website text is translated into that language.
bft: ویب ساٸٹی ٹیکسٹ پو دے سکت پینگ لزوق پن

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
bft: دی کنٹنٹ پینگ چیگی شناخت نا زومسے، سوسو لا نوزین گوا یودپی معلومات چی یودسوک، کھوے منتخپو، ای میل پو، یودپی ملسو، شناختی نمبر پو، یا فون نمبر پو۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
bft: دی سپیرونگ منمو یری مرضی ان۔ اگر یانگ تھدنارے دیو ایڈ بیوس۔ نیاسی ڈیٹا سیٹ پو فودے تنگمی وخلا معلومات گانگمہ نوزین میگو بین، ایتو یوق یری مینتخپو نہ ای میل پو یری عمر پو نہ جنڈر پونہ یمبو تھوکسے میدوک

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
bft: دی معلومات منمو می منمو یری مرضی ان، یانگلا لیخمو شیسنہ دیو ایڈ بیوس۔ نیاسی ڈیٹا سیٹ کن فودے تنگمی وخلا، نیاسی زاتی معلومات کن نوزین میگو بین، ایتو یوق یری ای میل پو نا یری منتخ پو زاتی معلومات کن، زیربنہ عمر پو، یا جنس پو نا یمبو میدوک۔ ٹیکنالوجی گانگمہ فری لیخمویکھہ درول چوکپا فری، ڈیٹوویسی تھو تھیکھ میدپی میونگی تھونگ بزوے فری ڈولپرز/فچو کھن کن لا روخ بید۔ میٹا ڈیٹا چا ژاہ ژاہ یودپن زیربی بارینگ ینگسہ زیر۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
bft: دیو کولبی لوکھسینگ درولبی سگمنٹ چی ان، دوینگنو ان یا مین زیربی کڑونگ نوزین بین۔

source: This is how you cite yourself if you wrote the content yourself.
bft: اگر تم سیر کن یانگی ربیسپن نارے، یانگلا دیو بیسے ساٸٹ منمہ نینید

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
bft: دی پراجیکٹ پو یانگ ژوخ میونگی روخ میدپا گو چیس مید۔ کامن واٸس نا یمبو لس بیالا لم اشن یود، یانگلا روخ بیالا ژال ژال بیا رگوسپہ مید

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
bft: دی سیٹینگپووی یری کھوم لوکھسی غدونگی ہلتن بزو سترولبن۔ زبسے یخسنہ، یری ترقیو سولا نوزین میگوین۔ دیووی مطلب پو یری غدونگبزو، یری مینتخپو نا ترقیو کھوم لوکھسی غدونگیکھہ چوقلا میتھونگمن۔ ایتو یوق کھولوکھسی غدونگپو کھڑوسنہ منٹ چک فوقپن بدل بیسپو ہلتنمہ لا۔

source: Three to go!
bft: ٹوق خسوم لوس

source: Thur
bft: تھور

source: Tibetan
bft: تیبتن

source: Tigre
bft: ٹیگری

source: Tigrinya
bft: تیگرنیا

source: Tlazoyaltepec Mixtec
bft: ٹلیزویلٹیپک مکسٹک

source: Toba Qom
bft: ٹوبہ قم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
bft: یری ای میل پو بدل بیو فری یا یو فچو فری، نیالا ای میل چی چیک کول، <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Today
bft: دیرینگ

source: Today's Common Voice progress on clips recorded
bft: کامن واٸسی دیرینگی کلپ کن ریکارڈ بیسپی لس تھنگپو

source: Today's Common Voice progress on clips validated
bft: کامن واٸسی دیرینگی کلپ کن چھدکھہ بیسپی لس تھنگپو

source: Today's Progress
bft: دیرینگی لس بزونگ

source: Toki Pona
bft: ٹیکیپونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
bft: واٸس کلپ پو کامن واٸسی ڈیٹا سیٹینگ تھونمہ لا مینگا نیسی بزوربہ رگوسپن

source: Too many files
bft: فاٸل ایشن یود

source: Top Contributors
bft: چھوغورے روخ بیس کن

source: Torwali
bft: توروالی

source: Total
bft: گانگمہ تنگسے

source: Total Approved
bft: چھدکھی تھوپ کھنگ

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
bft: ترانگ فیوخلا نیاسی زدے یودپو زیرے یود، دیکھنہ چھدکھہ بید کہ گا گا معلومات پو چوقلا تھونگمہ نینید۔ یری ڈیوایسپے زیریکھہ کامن وایسی اکاونٹ چی کولینگچی تھورو مینے یودپی لنک پوویکھہ شوقس۔

source: Toward next goal
bft: اخی ہلپے رول

source: Track progress here and on your stats page.
bft: یری لس بزو دیکھہ ژول، دیکھنہ یری سٹیٹس سی صفحیکھہ سہ ژول

source: Transcribe
bft: ربیس

source: Transcribe answers
bft: تم لزوق کن ٹرانسکراٸب بیوس

source: Transcribe Audio
bft: سکت کن ربیس

source: Transcribe audio recordings into text
bft: سکتی ریکارڈینگ کن ٹیکسٹینگ لزوق

source: Transcribe audio recordings in your language
bft: یری سکت پینگنو سکتی ریکارڈینگ کن ربیس

source: Transcribe Audio <small>(Coming soon)</small>
bft: سکت کن ربیس (شوخمو اونگین یود)

source: Transcript edited successfully
bft: ٹرانسکرپٹ گشیکھہ سترانگسید۔

source: Transcript skipped successfully
bft: ٹرانسکرپٹ پو گشیکھہ سکیورسید

source: Transcript submitted successfully
bft: ٹرانسکرپٹ پو رگشیکھہ تھونسید

source: Transcript voted successfully
bft: ٹرانسکرپٹ پو گشیکھہ غدمسید۔

source: Transgender
bft: ہیجڑا
